export const teams = [
    {
        id: 1,
        teamsName: "Natus Vincere",
        description: `
        Natus Vincere триумфально переиграли G2 Esports в гранд-финале PGL Major Stockholm 2021 по CS:GO. Заключительный матч мейджора закончился со счётом 2:0 в пользу клуба.

        NAVI заняли первое место на мейджоре. За всю историю существования организации её составы по CS:GO никогда не выигрывали турниры этой серии. Для звезды состава Александра s1mple Костылева это дебютная победа на чемпионате мира. Он шёл к этому всю свою карьеру.
        
        Natus Vincere заработали $ 1 млн призовых. G2 Esports остановилась на втором месте и получила скромные $ 300 тыс. После завершения турнира игрок NAVI Денис electronic Шарипов вошёл в топ-7 самых богатых игроков в CS:GO в мире. На первых пяти местах расположились игроки золотого состава Astralis, а на шестом — s1mple.
        
        PGL Major Stockholm 2021 прошёл в Стокгольме, Швеция. 24 лучшие команды мира разделили призовой фонд в размере $ 2 млн.`,
        logo: "naviLogo.jpg",
        photo: "navoPhoto1.jpg"
    },
    {
        id: 2,
        teamsName: "Team Spirit",
        description: `Team Spirit приехала на турнир в качестве андердога
        Никто не верил в российскую команду. Аналитики и журналисты надеялись, что она хотя бы пройдёт в групповую стадию. И начальный этап турнира действительно стартовал именно так: Team Spirit проиграла два первых матча, но затем смогла собраться и закончить группу на четвёртой позиции, что помогло пройти в верхнюю сетку плей-офф.
        
        И даже в плей-офф всё пошло не так гладко. После хорошей победной серии в групповой стадии Team Spirit проиграла Invictus Gaming со счётом 1:2 и упала в нижнюю сетку…
        
        А затем началось волшебство
        Ну давайте представим, чего ждали все, кто интересуется The International 2021? Да, Team Spirit легко одолела Fnatic, которая еле-еле выползла из групповой стадии и смогла пройти мясорубку первого раунда плей-офф.
        
        А потом началось уничтожение
        Сначала от Team Spirit отлетели двукратные чемпионы мира из OG, причём с разгромным счётом 2:0. Затем не повезло Virtus.pro — второму представителю СНГ на турнире. Потная катка закончилась со счётом 2:1 в пользу команды Ярослава Miposhka Найдёнова. После этого до финального матча оставалось всего два шага.
        
        
        В полуфинале лузеров Team Spirit отомстила IG и выбросила её с турнира со счётом 2:1, а затем справилась с командой Team Secret в финале лузеров (тоже 2:1). И после этого начался финал.
        
        Финальный матч — словно из мотивационных книг про успех
        Заключительный поединок начался для Team Spirit очень хорошо — игроки из России легко разнесли PSG.LGD на первой карте. Вторая тоже оказалась достаточно простой.
        
        Третья и четвёртая вышли проблемными. Третий поединок завершился в пользу команды из Китая в затяжной борьбе, а на четвёртой наших просто вынесли со счётом 23:2 по убийствам. Всё решилось на пятой карте.
        
        Пятый поединок начался размеренно, без резких движений. Ну а чего вы хотели от ситуации, когда одна ошибка решает, кто получит $ 18 млн, а кто — $ 5 млн? Однако в какой-то момент Team Spirit удалось перехватить инициативу и заработать невероятное преимущество, что и решило исход сражения.
        
        Немного о рекордах Team Spirit
        Это первый случай за 10 лет, когда команда из СНГ выигрывает The International.
        Это первый случай в истории, когда финал выиграла российская команда.
        Игроки заработали $ 18, 2 млн.
        С учётом налоговых сборов и доли организации каждый игрок получит примерно по 150 млн рублей.
        Team Spirit — самая молодая команда на The International 2021. Всего одному игроку коллектива больше 20 лет. Речь идёт о Ярославе Miposhka Найдёнове, ему 23 года.
        Игрок Team Spirit Илья Yatoro Мулярчук побрился налысо перед матчем с OG, отдав свои волосы «богу Dota 2» за победу в турнирных сериях.
        Тот же Мулярчук установил персональный рекорд — он трижды за стадию плей-офф убил всех игроков вражеской команды, сделав три Rampage за плей-офф.
        
        The International 2021 прошёл с 7 по 17 октября в Бухаресте, Румыния.`,
        logo: "tsLogo1.jpg",
        photo: "tsphoto1.jpg"
    },
    {
        id: 3,
        teamsName: "Gambit Esports",
        description: `Российская команда Gambit Esports стала лучшей командой мира по VALORANT на международном LAN-турнире Masters 3 в Берлине. В финальном матче ребята победили американцев Envy со счетом 3:0.

        В турнире VCT Masters: Berlin встретились 16 команд со всего мира. На пути к финалу Gambit дважды обыграли японский коллектив Crazy Raccoon, команду Vision Strikers из Южной Кореи и европейцев G2 Esports.
        
        За победу в турнире Gambit получили 225 тысяч долларов
        Состав команды Gambit Esports:
        
        Игорь «Redgar» Власов (капитан)
        Аяз «nAts» Ахметшин
        Тимофей «Chronicle» Хромов
        Никита «d3ffo» Судаков
        Богдан «Sheydos» Наумов
        Андрей «Engh» Шолохов (тренер)
        Владимир «Kayos» Иванов (менеджер)`,
        logo: "gambitLogo.jpg",
        photo: "gambitPhoto1.jpg"
    }
]